/* No comment provided by engineer. */
"Calculating Sequence..." = "Secuencia de cálculo de...";

/* No comment provided by engineer. */
"Game Lost" = "Encuentro perdido";

/* No comment provided by engineer. */
"Last Score: %i" = "Última Score: %i";

/* No comment provided by engineer. */
"Retries Left: %i" = "Reintentos Izquierda: %i";

/* No comment provided by engineer. */
"Score: %i" = "Puntuación: %i";

/* No comment provided by engineer. */
"Sequence Completed" = "Secuencia Completa";

/* No comment provided by engineer. */
"Start Game" = "Empezar Juego";

/* No comment provided by engineer. */
"Tap The Sequence" = "Toque La Secuencia";

/* No comment provided by engineer. */
"Top Score: %i" = "Mejores Puntuaciones: %i";

